{
  "mulfunctions": [
    {
      "link": "error",
      "title": "Выдает ошибку",
      "description": "В большинстве случаев если Ваш аппарат отказывается работать и вырисовывает например «Е7» , значит есть нарушение в программной системе, будь то непроходимость гидросистемы или заклинивание заварного устройства, не нагревание бойлера до нужной температуры.Случается что электросистема кофемашины ловит сбой и для устранения необходимо выключить аппарат из розетки на 15 минут. Если это не помогло,мы рекомендуем достать все контейнеры и каплеуловители, промыть их. Открыть и закрыть все дверцы. Такая ошибка, как запрос на обслуживание не помешает работе, но своевременное проведение профилактики лучший путь к долгой работе прибора.",
      "prices": [
        {
          "type": "advise",
          "name": "Проверьте наличие воды в бачке, все ли контейнеры на местах.",
          "price": "Бесплатно"
        },
        {
          "type": "advise",
          "name": "Рассматривается в каждом случае индивидуально, обсудим проблему по телефону.",
          "price": "Зависит от проблемы"
        }
      ]
    },
    {
      "link": "makes-too-hot-coffee",
      "title": "Делает слишком горячий кофе",
      "description": "Температура кофе выставляется программно, а затем на выходе измеряется термометром. У каждого напитка должна быть своя температура. Слишком горячий напиток будет если система забита отложениями воды или кофе. Необходимо проведение процедур по обслуживанию, а затем проверка работы датчиков температуры.",
      "prices": [
        {
          "type": "problem",
          "name": "Загрезнение гидросистемы, медленная проходимость",
          "price": "от 40 BYN"
        },
        {
          "type": "problem",
          "name": "Неисправность термодатчика",
          "price": "от 50 BYN"
        }
      ]
    },
    {
      "link": "liquid-in-waste-container",
      "title": "Жидкость в контейнере для отходов",
      "description": "Жидкость в контейнере для отходов скапливается по причине неправильной работы заварного устройства или дренажного клапана. Для ремонта проводится проверка и дефектовка указанных узлов. Если Вы заметили жидкость в контейнере, рекомендуем вызвать мастера для проведения профилактики кофемашины по специальной цене. В которую входит декальцинация, очистка от кофейных масел, очистка заварного устройства. Наш мастер обязательно выполнит бесплатную диагностику Вашей кофемашины, даст рекомендации по обслуживанию и использованию аппарата, сообщит о необходимости ремонта заварного устройства или необходимости замены сальников заварочного узла.",
      "prices": [
        {
          "type": "problem",
          "name": "Износ заварного устройства ",
          "price": "от 40 BYN"
        },
        {
          "type": "problem",
          "name": "Неисправность дренажного клапана",
          "price": "от 55 BYN"
        }
      ]
    },
    {
      "link": "coffee-is-not-strong",
      "title": "Кофе не крепкий",
      "descriptionTitle": "Крепость кофе зависит от 3х факторов:",
      "description": "Иногда можно программно исправить проблему, в остальных случаях необходима частичная разборка и поиск неисправности.",
      "descriptionList": [
        "количество молотого кофе на порцию",
        "помол кофемолки",
        "скорость пролива воды."
      ],
      "prices": [
        {
          "type": "problem",
          "name": "Засор кофемолки,износ ножей",
          "price": "от 40 BYN"
        },
        {
          "type": "problem",
          "name": "Неправильный помол",
          "price": "от 40 BYN"
        },
        {
          "type": "problem",
          "name": "Неисправность заварного устройства",
          "price": "от 40 BYN"
        },
        {
          "type": "problem",
          "name": "Неправильный рецепт напитка",
          "price": "от 40 BYN"
        }
      ]
    },
    {
      "link": "uneven-dispensing-of-drink",
      "title": "Неравномерная выдача напитка",
      "description": "Если кофемашина не стабильно наливает кофе, например из одного выхода раздатчика, часто требуется разборка диспенсера и очистка от кофейных масел, тот момент, когда обслуживание уже не поможет — засор слишком сильный.",
      "prices": [
        {
          "type": "problem",
          "name": "Загрязнение диспенсера",
          "price": "от 40 BYN"
        },
        {
          "type": "problem",
          "name": "Загрязнение заварного блока",
          "price": "от 40 BYN"
        },
        {
          "type": "problem",
          "name": "Засор гидросистемы",
          "price": "от 40 BYN"
        }
      ]
    },
    {
      "link": "water-flowing",
      "title": "Протекает вода",
      "description": "Если вы обнаружили воду под кофемашиной, рекомендуем отключить её и вынуть шнур из розетки. Гидроситема прибора состоит из множества трубок, штуцеров и уплотнений. Каждый элемент может лопнуть от воздействия высокой температуры или по причине брака. Практически всегда после «заморозки» кофемашина начинает течь. Возможно лопнул штуцер или выдавило прокладку соединения, тогда ремонт не займет много времени. Встречаются протечки в бойлерах (нагревательный элемент), тогда приходится производить замену узла, наш мастер с успехом выполнит данную работу. При обнаружении протечки нельзя использовать кофемашину, при попадании воды на плату управления или питания, наверняка случится замыкание и выгорание нескольких элементов платы. В таком случае ремонт обойдется дороже.",
      "prices": [
        {
          "type": "advise",
          "name": "Переполнен контейнер",
          "price": "Бесплатно"
        },
        {
          "type": "problem",
          "name": "Засор гидросистемы",
          "price": "от 40 BYN"
        },
        {
          "type": "problem",
          "name": "Износ соединительных уплотнений",
          "price": "от 40 BYN"
        },
        { "type": "problem", "name": "Износ бойлера", "price": "от 70 BYN" }
      ]
    },
    {
      "link": "doesnt-turning-on",
      "title": "Не включается",
      "description": "Пользователь может проверить работу розетки самостоятельно. В остальных случаях рекомендуется доверить работу специалисту. Часто проблема неисправности платы и компонента, из-за которого вышла из строя плата.",
      "prices": [
        {
          "type": "problem",
          "name": "Неисправность электропроводки",
          "price": "от 40 BYN"
        },
        {
          "type": "problem",
          "name": "поломка платы питания",
          "price": "от 100 BYN"
        }
      ]
    },
    {
      "link": "doesnt-froth-milk",
      "title": "Не вспенивает молоко",
      "description": "Если Ваша кофемашина не делает пену, возможно ей требуется обслуживание. Позвоните нам, и мастер в ближайшее время приступит к диагностике и ремонту! Обратите внимание, что для создания плотной пены лучше использовать жирное молоко низкой температуры. В профессиональных кофемашинах возможно попадание воздуха в соединения трубок и неисправность насоса воздуха. Для установления причины необходимо проведение полной диагностики аппарата.",
      "prices": [
        {
          "type": "problem",
          "name": "Загрязнение или поломка капучинатора",
          "price": "от 40 BYN"
        },
        {
          "type": "problem",
          "name": "Забита гидросистема",
          "price": "от 100 BYN"
        },
        {
          "type": "problem",
          "name": "Неисправность парового бойлера ",
          "price": "от 70 BYN"
        },
        {
          "type": "problem",
          "name": "Износ клапана гидросистемы",
          "price": "от 60 BYN"
        }
      ]
    },
    {
      "link": "brewing-unit-doesnt-come-out",
      "title": "Не вынимается заварное устройство для промывки",
      "description": "Не вынимается заварное устройство, тогда возможно вышли из строя: Двигатель привода заварного блока — при значительном пробеге кофемашины случается износ мотора, требуется замена или ремонт; Редуктор привода — часто смазка редуктора высыхает и привод работает на сухую, требуется разборка и замена изношенных узлов; Заварное устройство — если Вы не промывали заварное устройство, оно засохло и заклинило в верхнем положении, требуется разборка, ручное опускание и вытаскивание ЗУ, смазка, обслуживание и проверка возможности дальнейшей работы.",
      "prices": [
        {
          "type": "problem",
          "name": "Износ сальника заварного устройства",
          "price": "от 40 BYN"
        },
        {
          "type": "problem",
          "name": "Поломка редуктора заварного устройства",
          "price": "от 65 BYN"
        },
        {
          "type": "problem",
          "name": "Неисправность платы управления",
          "price": "от 90 BYN"
        },
        {
          "type": "problem",
          "name": "Поломка завраного устройства",
          "price": "от 60 BYN"
        }
      ]
    },
    {
      "link": "doesnt-add-coffee",
      "title": "Не доливает кофе",
      "description": "Необходима проверка проходимости гидросистемы,заварного блока, диспенсера, настроек количества воды на определенный напиток. В некоторых случаях требование декальцинации и очистки от кофейных масел в ручную или программно.",
      "prices": [
        {
          "type": "problem",
          "name": "Загрязнение гидросистемы",
          "price": "от 40 BYN"
        },
        { "type": "problem", "name": "Cбой программы", "price": "от 40 BYN" },
        {
          "type": "problem",
          "name": "Неисправность счетчика воды",
          "price": "от 40 BYN"
        },
        { "type": "problem", "name": "Износ помпы", "price": "от 60 BYN" }
      ]
    },
    {
      "link": "doesnt-poure-coffee",
      "title": "Слышен звук помола, но не наливает кофе",
      "description": "Если Ваша кофемашина не выдает кофе, неисправность может быть в нескольких узлах. Мы рекомендуем всегда кофемашину согласно инструкции, чтобы избежать простых неисправностей и забитых гидросистем.",
      "prices": [
        {
          "type": "problem",
          "name": "Засор гидросистемы",
          "price": "от 40 BYN"
        },
        {
          "type": "problem",
          "name": "Неисправность кофемолки",
          "price": "от 50 BYN"
        }
      ]
    },
    {
      "link": "noisy-while-pouring",
      "title": "Шумит во время налива напитка",
      "description": "Когда ваша машина наливает кофе, работает только помпа, которая прокачивает воду. Появление шума возможно при большой нагрузке на элемент или износ его же.",
      "prices": [
        {
          "type": "problem",
          "name": "Засор гидросистемы",
          "price": "от 40 BYN"
        },
        { "type": "problem", "name": "Износ помпы", "price": "от 60 BYN" }
      ]
    }
  ],
  "advantages": [
    {
      "title": "Срочный ремонт от 2 часов",
      "description": "Мы умеем работать не только качественно, но и быстро. Всего 2 часа отделяют Вас от начала работ"
    },
    {
      "title": "Бесплатная диагностика в случае ремонта",
      "description": "Проконсультируем по телефону при обращении или произведем диагностику"
    },
    {
      "title": "Все мастера в штате опытные",
      "description": "У всех мастеров огромный опыт в ремонте кофейного оборудования различной степени сложности"
    },
    {
      "title": "Оригинальные запчасти которые прослужат долго",
      "description": "Именно качественные запасные части и расходные материалы являются залогом успешного ремонта"
    }
  ]
}
